---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.CalculatedHeatingLoad
source: html/dbf07896-7e8b-5f87-2473-4b75f2154f14.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.CalculatedHeatingLoad Property

Get the Calculated Heating Load of the Zone.

## Syntax (C#)
```csharp
public double CalculatedHeatingLoad { get; }
```

## Remarks
This property is used to get the Calculated Heating Load of the Zone.